all.鸣式={
    f:{
        x:'后方',
        a:'前线的将士',
        b1:'全身心投入到战场中',
        b2:'听命行事',
        b3:'奋力杀敌',
        c:'后方'
    },
    s:'x是这样的，a只要b1，b2，b3就可以，可是c要考虑的事情就很多了'
};
all.鸣式简化={
    f:{
        a:'前线的将士',
        b:'全身心投入到战场中，听命行事，奋力杀敌',
        c:'后方'
    },
    s:'a只要b就可以，可是c要考虑的事情就很多了'
};
all.超级厨={
    f:{
        a:'对立',
        A:'超级对立厨'
    },
    s:`哪里有a，哪里就有我，我就是A！[脱单doge]

嘿嘿嘿a嘿嘿，我的a嘿嘿，a真好看嘿嘿，a！（扭曲）（翻滚）（阴暗的爬行）（扭动）（痉挛）（嘶哄）（爬行）（走上岸）（痉挛）（蠕动）（兴奋的尖啸）（蠕动）（抓住a）（抱到床上）（贴贴）（贴贴）（贴贴）（贴贴）嘿嘿aaaaaaaaaaaa！！！a只能是我的！嘿嘿a嘿嘿[喜欢][喜欢][喜欢]

香香的小小的🤤a我爱死你了我要和你做i`
};
all.听好了={
    f:{},
    s:`听好了：1月25日，世界模式就此陷落。每个陷落的章节都将迎来一场漩涡，为这些旋律带来全新的Beyond难度。

你所熟知的一切都将改变，你所熟悉的歌曲都将加诸Beyond的历练。

至此，一锤定音。
尘埃，已然落定。
#韵律源点#  #arcaea#  #音游# `
};
all.祈={
    f:{
        1:'祈',
        2:'我',
        3:'神祖',
        4:'共',
        5:'歩',
        6:'者'
    },
    s:'1 -2ら3と4に5む6なり-'
};
all.倒是真没有={
    f:{
        dsrrat:'单手啊啊挨踢',
        sy:'手元',
    },
    s:'dsrrat的sy倒是真没有，这点事不值得占用我的内存'
};
all.笑点解析={
    f:{
        a:'啊啊-_-挨踢',
    },
    s:'笑点解析：a，令人忍俊不禁'
};
all.望周知={
    f:{
        a:'（时间）',
        b:'（原因）',
        c:'（事件）'
    },
    s:'本人于a因b，c，望周知'
};
all.营销号={
    f:{
        a:'沉默-_-微笑',
        b:"单手理论Rrhar'il AT",
        c:'呆瓜单手制霸音乐游戏《Phigros》'
    },
    s:`ab是怎么回事呢？a相信大家都很熟悉，但是ab是怎么回事呢，下面就让小编带大家一起了解吧。

ab，其实就是c，大家可能会很惊讶a怎么会b呢？但事实就是这样，小编也感到非常惊讶。

这就是关于ab的事情了，大家有什么想法呢，欢迎在评论区告诉小编一起讨论哦！`
};



/*

all.={
    f:{
        a:'',
    },
    s:''
};

*/
